Repository: hannson/django-dbtemplates
Catalog: dbtemplates/locale/*/LC_MESSAGES/django.po
Languages: is

source: Leaving this empty causes Django to look for a template with the given name and populate this field with its content.
is: Sé þetta skilið eftir autt leitar Django að sniðmáti með gefnu nafni og fyllir í þennan reit með efni þess.

source: Advanced
is: Ítarlegt

source: Date/time
is: Dagsetning/tími

source: Cache of one template successfully invalidated.
is: Skyndiminni eins sniðmáts hefur verið ógilt.

source: Invalidate cache of selected templates
is: Ógilda skyndiminni valdra sniðmáta

source: Cache successfully repopulated with one template.
is: Skyndiminni hefur verið fyllt með einu sniðmáti.

source: Repopulate cache with selected templates
is: Fylla skyndiminni með völdum

source: Template syntax check FAILED for %(names)s.
is: Athugun málskipan sniðmáts MISTÓKST fyrir %(names)s.

source: Template syntax OK.
is: Málskipan sniðmáts Í LAGI.

source: Check template syntax
is: Athuga málskipan sniðmáts

source: sites
is: síður

source: name
is: nafn

source: Example: 'flatpages/default.html'
is: Dæmi: 'flatpages/default.html'

source: content
is: efni

source: creation date
is: stofnað

source: last changed
is: síðast breytt

source: template
is: sniðmát

source: templates
is: sniðmát
